[createInstance] extensionManagementService depends on downloadService which is NOT registered.
abusaidm.html-snippets
batisteo.vscode-django
bibhasdn.django-html
bibhasdn.django-snippets
bigonesystems.django
dbaeumer.jshint
donjayamanne.jupyter
donjayamanne.python-extension-pack
ecmel.vscode-html-css
ffaraone.pyfilesgen
formulahendry.auto-close-tag
HookyQR.beautify
JerryHong.autofilename
leizongmin.node-module-intellisense
lonefy.vscode-JS-CSS-HTML-formatter
magicstack.MagicPython
ms-azuretools.vscode-azureappservice
ms-python.python
ms-vscode.azure-account
ms-vscode.sublime-keybindings
ms-vsts.team
pmneo.tsimporter
shardulm94.trailing-spaces
thebarkman.vscode-djaneiro
thekalinga.bootstrap4-vscode
VisualStudioExptTeam.vscodeintellicode
vsmobile.vscode-react-native
wcwhitehead.bootstrap-3-snippets
wholroyd.jinja
xabikos.JavaScriptSnippets
Zignd.html-css-class-completion
zolocode.editorzoom
